Repository: Felix01SA/Lumos
Catalog: Lumos/Localizable.xcstrings
Source language: en
Languages: pt_br

# accessibility_status_active
source: Accessibility Active
pt_br: Acessibilidade Ativa

# accessibility_status_required
source: Permission Required
pt_br: Requer Permissão

# action_quit
source: Quit
pt_br: Encerrar

# action_settings
source: Settings...
pt_br: Ajustes...

# action_turn_off
source: Turn Off Backlight
pt_br: Desligar Iluminação

# action_turn_on
source: Turn On Backlight
pt_br: Ligar Iluminação

# app_subtitle_settings
source: Keyboard & Touch Bar Settings
pt_br: Configurações do Teclado & Touch Bar

# brightness_label
source: Illumination
pt_br: Iluminação

# external_keyboard_connected
source: Connected
pt_br: Conectado

# external_keyboard_none
source: Not Detected
pt_br: Não Detectado

# hardware_connected
source: Connected & Active
pt_br: Conectado e Ativo

# hardware_device
source: Device:
pt_br: Dispositivo:

# hardware_not_found
source: Not found
pt_br: Não encontrado

# hardware_protocol
source: Protocol:
pt_br: Protocolo:

# idle_auto_dim_toggle
source: Auto-turn off on Idle
pt_br: Auto-apagar por Inatividade

# idle_status_dimmed
source: Keyboard turned off due to idle
pt_br: Teclado apagado por inatividade

# idle_status_timeout_format
source: Turns off if idle for %@
pt_br: Apaga se inativo por %@

# idle_timer_title
source: Inactivity Timer
pt_br: Temporizador de Inatividade

# language_system
source: Automatic (System)
pt_br: Automático (Sistema)

# launch_at_login_status_requires_approval
source: Approval required in System Settings > Login Items
pt_br: Requer aprovação em Ajustes do Sistema > Itens de Início

# power_low_power_active
source: Low Power Mode Active
pt_br: Modo Pouca Energia Ativo

# power_low_power_inactive
source: Normal Power
pt_br: Energia Normal

# power_source_ac
source: Power Adapter
pt_br: Na Tomada

# power_source_battery
source: On Battery
pt_br: Na Bateria

# preset_disabled_by_power_saving
source: Disabled by battery power limit
pt_br: Desativado pelo limite de bateria

# presets_title
source: Quick Presets
pt_br: Presets Rápidos

# settings_battery_max_ceiling
source: Battery ceiling
pt_br: Teto na bateria

# settings_battery_optimize
source: Limit maximum brightness on battery
pt_br: Limitar brilho máximo na bateria

# settings_capture_shortcuts
source: Capture native brightness keys (F5 & F6 / Media Keys)
pt_br: Capturar teclas nativas de brilho (F5 e F6 / Teclas de Mídia)

# settings_disable_on_external_keyboard
source: Turn off built-in backlight with external keyboard
pt_br: Desligar iluminação interna ao usar teclado externo

# settings_disable_on_external_keyboard_desc
source: Saves battery and avoids distractions when typing on a desk keyboard.
pt_br: Economiza bateria e reduz distrações ao digitar em um teclado na mesa.

# settings_language_label
source: App Language
pt_br: Idioma do Aplicativo

# settings_launch_at_login
source: Launch Lumos automatically at login
pt_br: Iniciar o Lumos automaticamente no login

# settings_launch_at_login_desc
source: Start Lumos in the menu bar when you log into your Mac.
pt_br: Inicia o Lumos discretamente na barra de menus ao iniciar sessão no Mac.

# settings_low_power_dim
source: Dim to 15% in macOS Low Power Mode
pt_br: Esmaecer para 15% no Modo de Pouca Energia

# settings_no_touchbar_notice
source: This Mac does not have a physical integrated Touch Bar.
pt_br: Este Mac não possui Touch Bar física integrada.

# settings_section_external_keyboard
source: External Keyboard
pt_br: Teclado Externo

# settings_section_hardware
source: Hardware Detected
pt_br: Hardware Detectado

# settings_section_menubar
source: Menu Bar & System
pt_br: Barra de Menus & Sistema

# settings_section_power
source: Power & Battery
pt_br: Energia & Bateria

# settings_section_shortcuts
source: Native Keyboard Shortcuts
pt_br: Atalhos de Teclado Nativos

# settings_section_touchbar
source: MacBook Pro Touch Bar
pt_br: Touch Bar do MacBook Pro

# settings_show_osd
source: Show native on-screen display (Apple OSD Bezel)
pt_br: Exibir indicador visual nativo na tela (OSD Bezel da Apple)

# settings_show_percentage
source: Show percentage next to icon in Menu Bar
pt_br: Exibir porcentagem ao lado do ícone na Barra de Menus

# settings_sleep_clamshell_notouchbar
source: Turn off on system sleep, lid close, or display sleep
pt_br: Apagar ao entrar em repouso, fechar a tampa ou desligar tela

# settings_sleep_clamshell_notouchbar_desc
source: Automatically turns off keyboard backlight when the MacBook sleeps, screen turns off, or lid is closed, restoring brightness on wake.
pt_br: Desliga automaticamente a iluminação do teclado quando o MacBook entrar em repouso, quando a tela apagar ou ao baixar a tampa do Mac, restaurando o brilho ao retornar.

# settings_sleep_clamshell_touchbar
source: Turn off when closing lid or screen turns off
pt_br: Apagar ao fechar a tampa ou quando a tela apagar

# settings_touchbar_controlstrip
source: Show permanent shortcut in Control Strip
pt_br: Exibir atalho permanente no Control Strip

# settings_touchbar_controlstrip_desc
source: Allows tapping the keyboard icon on the right side of the Touch Bar over any app to control illumination.
pt_br: Permite tocar no ícone de teclado no canto direito da Touch Bar sobre qualquer aplicativo para controlar a iluminação.

# settings_touchbar_dim_level
source: Dimmed brightness level:
pt_br: Brilho ao diminuir (dimming):

# settings_touchbar_sync
source: Sync illumination with Touch Bar cycle
pt_br: Sincronizar iluminação com o ciclo da Touch Bar

# settings_touchbar_sync_desc
source: Dims keyboard when Touch Bar dims (~60s), turns off when Touch Bar turns off (~75s), and wakes up instantly when touching keyboard, trackpad, or Touch Bar.
pt_br: Diminui o teclado quando a Touch Bar esmaecer (~60s), apaga quando a Touch Bar desligar (~75s) e religa instantaneamente ao tocar no teclado, trackpad ou Touch Bar.

# shortcuts_desc_fine
source: • Option + Shift + F5 / F6: fine-tuning in 1/4-block steps (1/64).
pt_br: • Option + Shift + F5 / F6: ajuste fino de 1/4 de bloco (1/64).

# shortcuts_desc_step
source: • F5 / F6 or Media Keys: decreases or increases brightness in 1-block steps (1/16).
pt_br: • F5 / F6 ou Teclas de Mídia: diminui ou aumenta o brilho em passos de 1 bloco (1/16).

# shortcuts_desc_universal
source: • Control + Option + Down / Up Arrow: alternative universal shortcut.
pt_br: • Control + Option + Seta Baixo / Cima: atalho universal alternativo.

# shortcuts_permission_button
source: Grant Access in System Settings > Privacy & Security > Accessibility
pt_br: Permitir Acesso em Ajustes do Sistema > Privacidade & Segurança > Acessibilidade

# slider_battery_cap_hint
source: (Capped at %lld%%)
pt_br: (Limite: %lld%%)

# status_backlight_off
source: Backlight Off
pt_br: Backlight Desligado

# status_backlight_on
source: Keyboard Backlit
pt_br: Teclado Iluminado

# status_lid_closed
source: Lid closed
pt_br: Tampa fechada

# status_lid_open
source: Lid open
pt_br: Tampa aberta

# status_screen_off
source: Screen off
pt_br: Tela desligada

# status_screen_on
source: Screen active
pt_br: Tela ativa

# touchbar_not_detected
source: Not detected
pt_br: Não detectada

# touchbar_stage_active
source: Active
pt_br: Ativa

# touchbar_stage_dimmed
source: Dimmed
pt_br: Esmaecida

# touchbar_stage_sleeping
source: Sleeping
pt_br: Em repouso

# window_title_main
source: Lumos — Backlight Control
pt_br: Lumos — Controle de Backlight

# window_title_settings
source: Lumos Settings
pt_br: Ajustes do Lumos
